Repository: krolikor/desktopassist
Catalog: locales/*/DesktopAssist.po
Languages: pl

source: Aliases
pl: Aliasy

source: List of aliases
pl: Lista aliasów

source: Alias editor
pl: Edytor aliasów

source: Client ID:
pl: ID klienta:

source: Alias name:
pl: Nazwa aliasu:

source: New
pl: Nowy

source: Add
pl: Dodaj

source: Remove
pl: Usuń

source: Save
pl: Zapisz

source: Close
pl: Zamknij

source: The client ID can not be empty.
pl: ID klienta nie może być puste.

source: Message
pl: Komunikat

source: The name of the alias can not be empty
pl: Nazwa aliasu nie może być pusta

source: The name of the alias already exists.
pl: Nazwa aliasu już istnieje.

source: Alias name and ID already exists.
pl: Alias nazwa i ID już istnieje.

source: Do you want to save changes?
pl: Czy chcesz zapisać zmiany?

source: Question
pl: Pytanie

source: Your connection data
pl: Twoje dane do połączenia

source: Your ID:
pl: Twoje ID:

source: Password:
pl: Hasło:

source: Generate new password
pl: Generuj nowe hasło

source: Connect to client
pl: Połącz z klientem

source: Add/Edit alias
pl: Dodaj/Edytuj alias

source: ID does not exist or client disconnected
pl: ID klienta nie istnieje lub klient rozłączony

source: Wrong password
pl: Błędne hasło

source: Connect
pl: Połącz

source: Offline
pl: Rozłączony

source: Connections encrypted with OpenSSL 256-bit AES
pl: Połączenia szyfrowane przez OpenSSL 256-bit AES

source: Count of connected clients
pl: Ilość podłączonych klientów

source: Amount of downloaded and uploaded data
pl: Ilość pobranych i wysłanych danych

source: Quit
pl: Zamknij

source: Incorrect client ID
pl: Błędne ID klienta

source: The given ID number is the same as yours.
pl: Podany numer ID jest taki sam jak twój.

source: Password can't be blank
pl: Hasło nie może być puste

source: Password too short - minimum length is 4 characters
pl: Hasło jest zbyt krótkie - minimalna długość to 4 znaki

source: An upgrade to the new version is required, if you agree click 'Yes'.
pl: Wymagana jest aktualizacja do nowej wersji, jeśli wyrażasz zgodę, kliknij "Tak".

source: Otherwise, you can download the new version from:
pl: W przeciwnym razie możesz pobrać nową wersję z:

source: Update
pl: Aktualizacja

source: Online
pl: Połączony

source: Error checking client ID
pl: Wystąpił błąd sprawdzania ID klienta

source: Client offline
pl: Klient rozłączony

source: Direct connection
pl: Połączenie bezpośrednie

source: Your partner closed the connection
pl: Twój partner zakończył połączenie

source: Disconnected
pl: Rozłączono

source: Save file
pl: Zapisz plik

source: Exceeded limit of incorrect authorizations, wait
pl: Przekroczono limit nieprawidłowych autoryzacji, odczekaj

source: License
pl: Licencja

source: Log window
pl: Okno komunikatów

source: Title
pl: Tytuł

source: Details
pl: Szczegóły

source: Cancel
pl: Anuluj

source: Windows UAC is enabled on the client's system and the application is not running as an Administrator.
pl: Windows UAC jest włączony w systemie klienta i aplikacja nie jest uruchomiona jako Administrator.

source: Some program options may not work correctly.
pl: Niektóre opcje programu mogą nie działać poprawnie.

source: Windows UAC is enabled on the client's system and the application is running as an Administrator.
pl: Windows UAC jest włączony w systemie klienta i aplikacja jest uruchomiona jako Administrator.

source: Windows UAC is enabled
pl: Windows UAC jest włączony

source: Send Ctrl+Alt+Delete
pl: Wsyślij Ctrl+Alt+Delete

source: Grayscale disabled
pl: Skala szarości wyłączona

source: Quality
pl: Jakość

source: Full screen
pl: Pełny ekran

source: Hide the toolbar
pl: Ukryj pasek narzędzi

source: Grayscale enabled
pl: Skala szarości włączona

source: Information
pl: Informacja

source: Window mode
pl: Tryb okna

source: Show toolbar
pl: Pokaż pasek narzędzi

source: Hide toolbar
pl: Ukryj pasek narzędzi

source: Another program instance is already running, aborting.
pl: Inna instancja programu jest już uruchomiona, zamykam.

source: Settings
pl: Ustawienia

source: General settings
pl: Ustawienia główne

source: Language:
pl: Język:

source: View only
pl: Tylko podgląd

source: Turn off remote wallpaper
pl: Wyłącz zdalną tapetę

source: Disable GUI animations
pl: Wyłącz animacje GUI

source: Disable Aero
pl: Wyłącz Aero

source: Private password:
pl: Hasło prywatne:

source: Use direct connection
pl: Użyj połączenia bezpośredniego

source: Port number:
pl: Numer portu:

source: to
pl: do

source: Quality (%)
pl: Jakość (%)

source: version
pl: wersja

source: Portions copyright:
pl: Prawa autorskie komponentów:

source: Display license
pl: Wyświetl licencję

source: About
pl: O programie

source: Open settings folder
pl: Otwórz folder ustawień

source: OK
pl: Zatwierdź

source: System default
pl: Domyślny systemu

source: English
pl: Angielski

source: Polish
pl: Polski

source: Downloading information about the update
pl: Pobieranie informacji o aktualizacji

source: Connecting
pl: Nawiązywanie połączenia

source: Downloaded
pl: Pobrane

source: Download complete
pl: Pobieranie zakończone

source: Canceling the update
pl: Anulowanie aktualizacji

source: Starting data exchange
pl: Rozpoczynanie wymiany danych

source: Checking client status
pl: Sprawdzanie czy klient podłączony

source: Checking client status timeout
pl: Przekroczonu limit czasu sprawdzania statusu klienta

source: Exchanging RSA keys
pl: Wymiana kluczy RSA

source: Authorization
pl: Autoryzacja

source: Connected
pl: Podłączono

source: Authorization failed
pl: Autoryzacja nie powiodła się

source: Connection initialization failed
pl: Inicjowanie połączenia zakończone niepowodzeniem

source: Connection initialization timeout
pl: Przekroczono limit czasu inicjalizacji połączenia

source: Initiation of direct connection
pl: Inicjowanie połączenia bezpośredniego

source: The direct connection attempt failed
pl: Próba połączenia bezpośredniego nie powiodła się

source: Initializing the P2P connection
pl: Inicjowanie połączenia P2P

source: Initializing the UDP connection
pl: Inicjowanie połączenia UDP

source: Connected, receiving data
pl: Połączono, odbieranie danych

source: Client
pl: Klient

source: Connected, sending data
pl: Połączono, wysyłanie danych

source: [language] translation:
pl: Polskie tłumaczenie:

source: Language_autor
pl: Rafał Królikowski

source: Send
pl: Wyślij

source: Chat with
pl: Czat z

source: Free version, buy a license
pl: Wersja darmowa, kup licencję

source: Open chat window
pl: Otwórz okno czatu

source: An upgrade to the new version is required, you can download the new version from:
pl: Wymagana jest aktualizacja do nowej wersji, możesz ją pobrać z:

source: License has expired, buy new
pl: Licencja wygasła, kup nową

source: The limit of %d connections
pl: Limit %d połączeń

source: The maximum number of %d simultaneous connections for the license has been exceeded.
pl: Przekroczono maksymalną liczbę %d równoczesnych połączeń dla licencji.

source: Limit of the free version.
pl: Limit wersji darmowej.

source: The maximum number of simultaneous connections has been exceeded.
pl: Przekroczono maksymalną liczbę jednoczesnych połączeń.

source: The file already exists. Do you want to overwrite it?
pl: Plik już istnieje. Czy chcesz go nadpisać?

source: Confirm
pl: Potwierdź

source: The directory already exists. Do you want to overwrite it?
pl: Katalog już istnieje. Czy chcesz go nadpisać?

source: Sending:
pl: Wysyłanie:

source: Receiving:
pl: Odbieranie:

source: File transfer
pl: Transfer pliku

source: Local computer
pl: Komputer lokalny

source: Remote computer
pl: Komputer zdalny

source: Receive
pl: Odbierz

source: Ready
pl: Gotowy

source: Desktop
pl: Pulpit

source: My Documents
pl: Moje dokumenty

source: Analyzing
pl: Analizowanie

source: The file in this location is not writable.
pl: Pliku w tej lokalizacji nie można zapisać.

source: Completed
pl: Zakończono

source: New folder
pl: Nowy folder

source: Click to show info
pl: Kliknij, aby wyświetlić informację

source: Chat
pl: Czat

source: Default:
pl: Domyślnie:

source: Default image quality
pl: Domyślna jakość obrazu

source: Enter the license key to use the license with this installation. The key was sent in an e-mail after the purchase.
pl: Wprowadź klucz licencyjny, aby użyć licencji z tą instalacją. Klucz został wysłany w e-mailu po zakupie.

source: Remove license key
pl: Usuń klucz licencji

source: Save the license key
pl: Zapisz klucz licencji

source: License key
pl: Klucz licencji

source: Spanish
pl: Hiszpański

source: Spanish (AR)
pl: Hispański (AR)

source: Incorrect license key.
pl: Nieprawidłowy klucz licencyjny.

source: Enabling this option will attempt to connect directly. It works only when you are the initiator of the connection. This is the fastest way to connect without negotiating the connection and proxy server. IMPORTANT! The router must have TCP port forwarding set (defined below) and appropriate settings in the firewall of your operating system. You need as many ports as many simultaneous connections you want to use.
pl: Włączenie tej opcji powoduje próbę bezpośredniego połaczenia. Działa tylko wtedy gdy jesteś inicjatorem połączenia. To jest najszybszy sposób połączenia bez negocjacji połączenia i serwera pośredniczącego. WAŻNE! Na routerze musi być ustawione przekierowanie portów TCP (zdefiniowane poniżej) oraz odpowiednie ustawienia w zaporze twojego systemu operacyjnego. Potrzebne jest tyle portów z ilu jednoczesnych połaczeń chcesz korzystać.

source: Password generator
pl: Generator hasła

source: Refresh password after disconnect
pl: Odśwież hasło po rozłączeniu

source: Use letters
pl: Użyj liter

source: Password length:
pl: Długość hasła:

source: Generate new password, to set private password go to settings.
pl: Generowanie nowego hasła, aby ustawić hasło prywatne przejdź do ustawień.

source: You closed the connection
pl: Zamknąłeś połączenie

source: An upgrade to the new version is required.
pl: Wymagana jest aktualizacja do nowej wersji.

source: The license has expired.
pl: Licencja wygasła.

source: Canceled
pl: Anulowano

source: Do you want to cancel file transfer?
pl: Czy chcesz anulować transfer plików?

source: Select the destination folder on the local computer.
pl: Wybierz folder docelowy na komputerze lokalnym.

source: Select the destination folder on the remote computer.
pl: Wybierz folder docelowy na komputerze zdalnym.

source: The screen cannot be captured at the moment. This is probably due to fast user switching or a disconnected/minimized Remote Desktop session.
pl: Ekran nie może być przechwycony. Jest to prawdopodobnie spowodowane przez przełączanie użytkowników lub odłączono/zminimalizowano sesję pulpitu zdalnego.

source: Startup
pl: Autostart

source: Start at Login
pl: Uruchom podczas logowania

source: Start minimized
pl: Uruchom zminimalizowane

source: The connection was broken. Connection is resuming...
pl: Połączenie zostało przerwane. Wznawianie połączenia...

source: Clipboard
pl: Schowek

source: File copying canceled.
pl: Kopiowanie pliku anulowane.

source: Copying:
pl: Kopiowanie:

source: File copying completed.
pl: Kopiowanie pliku zakończone.

source: Copying folder:
pl: Kopiowanie folderu:

source: File transfer completed
pl: Transfer pliku zakończony

source: File transfer canceled
pl: Transfer pliku anulowany

source: Update is required
pl: Aktualizacja jest wymagana

source: Insufficient permission to perform update in this location.
pl: Niewystarczające uprawnienia do przeprowadzenia aktualizacji w tej lokalizacji.

source: Program is still running
pl: Program nadal działa

source: Show &DesktopAssist
pl: Pokaż &DesktopAssist

source: &Settings
pl: &Ustawienia

source: E&xit
pl: &Zamknij

source: The selected language is not supported by your system. Try installing support for this language.
pl: Wybrany język nie jest obsługiwany przez twój system. Spróbuj zainstalować obsługę tego języka.

source: Incoming connection
pl: Połączenie przychodzące

source: Image quality
pl: Jakość obrazu

source: Control automatically
pl: Sterowanie automatycznie

source: Reduce to 256 colors
pl: Zmniejszaj do 256 kolorów

source: Send key combinations
pl: Wysyłaj kombinację klawiszy

source: Aspect ratio
pl: Zachowaj proporcje

source: Fit to window
pl: Dopasuj do okna

source: Automatic quality
pl: Jakość automatyczna

source: 256 colors
pl: 256 kolorów

source: Keyboards actions
pl: Działania klawiatury

source: Send Ctrl+Alt+Del
pl: Wyślij Ctrl+Alt+Del

source: Dutch
pl: Holenderski

source: Italian
pl: Włoski

source: French
pl: Francuski

source: Russian
pl: Rosyjski

source: Greek
pl: Grecki

source: Portuguese
pl: Portugalski

source: German
pl: Niemiecki
