Repository: krolikor/desktopassist
Catalog: locales/*/messages.po
Languages: ar, de, el, fr, it, nl, pt, ru

source: Remote computer
ar: Computadora remota
de: Entfernter Computer
el: Απομακρυσμένος υπολογιστής
fr: Ordinateur distant
it: Computer remoto
nl: Computer op afstand
pt: Computador remoto
ru: Удаленный компьютер

source: Receive
ar: Recibir
de: Empfangen Sie
el: Λαμβάνω
fr: Recevoir
it: Ricevi
nl: Ontvang
pt: Receba
ru: Получить

source: Ready
ar: Listo
de: Bereit
el: Ετοιμος
fr: Prêt
it: Pronto
nl: Klaar
pt: Pronto
ru: Готов

source: Cancel
ar: Cancelar
de: Abbrechen
el: Ματαίωση
fr: Annuler
it: Annulla
nl: Annuleer
pt: Cancelar
ru: Отмена

source: Desktop
ar: Escritorio
el: Επιφάνεια εργασίας
fr: Bureau
ru: Рабочий стол

source: My Documents
ar: Mis documentos
de: Meine Dokumente
el: Τα αρχεία μου
fr: Mes documents
it: I miei documenti
nl: Mijn documenten
pt: Meus documentos
ru: Мои документы

source: Analyzing
ar: Analizando
de: Analyse von
el: Ανάλυση
fr: Analyser
it: Analizzando
nl: Analyse van
pt: Analisando
ru: Анализ

source: Completed
ar: Terminado
de: Abgeschlossen
el: Ολοκληρώθηκε
fr: Terminé
it: Completato
nl: Voltooid
pt: Concluído
ru: Завершено

source: Canceled
ar: Cancelado
de: Annulliert
el: Ακυρώθηκε
fr: Annulé
it: Cancellato
nl: Geannuleerd
pt: Cancelado
ru: Отменено

source: Do you want to cancel file transfer?
ar: ¿Quieres cancelar la transferencia de archivos?
de: Wollen Sie die Dateiübertragung abbrechen?
el: Θέλετε να ακυρώσετε τη μεταφορά αρχείων;
fr: Vous souhaitez annuler le transfert de fichiers ?
it: Volete annullare il trasferimento dei file?
nl: Wilt u de bestandsoverdracht annuleren?
pt: Quer cancelar a transferência de ficheiros?
ru: Вы хотите отменить передачу файла?

source: New folder
ar: Nueva carpeta
de: Neuer Ordner
el: Νέος φάκελος
fr: Nouveau dossier
it: Nuova cartella
nl: Nieuwe folder
pt: Nova pasta
ru: Новая папка

source: Select the destination folder on the local computer.
ar: Seleccione la carpeta de destino en la computadora local.
de: Wählen Sie den Zielordner auf dem lokalen Computer.
el: Επιλέξτε το φάκελο προορισμού στον τοπικό υπολογιστή.
fr: Sélectionnez le dossier de destination sur l'ordinateur local.
it: Selezionare la cartella di destinazione sul computer locale.
nl: Selecteer de doelmap op de lokale computer.
pt: Seleccione a pasta de destino no computador local.
ru: Выберите папку назначения на локальном компьютере.

source: Select the destination folder on the remote computer.
ar: Seleccione la carpeta de destino en la computadora remota.
de: Wählen Sie den Zielordner auf dem Remote-Computer.
el: Επιλέξτε το φάκελο προορισμού στον απομακρυσμένο υπολογιστή.
fr: Sélectionnez le dossier de destination sur l'ordinateur distant.
it: Selezionare la cartella di destinazione sul computer remoto.
nl: Selecteer de doelmap op de externe computer.
pt: Seleccione a pasta de destino no computador remoto.
ru: Выберите папку назначения на удаленном компьютере.

source: Remote access software
de: Software für Fernzugriff
el: Λογισμικό απομακρυσμένης πρόσβασης
fr: Logiciel d'accès à distance
nl: Software voor toegang op afstand
pt: Software de acesso remoto
ru: Программное обеспечение удаленного доступа

source: License
ar: Licencia
de: Lizenz
el: Αδεια
fr: Licence
it: Licenza
nl: Licentie
pt: Licença
ru: Лицензия

source: Log window
ar: Pantalla de log
de: Log-Fenster
el: Παράθυρο καταγραφής
fr: Fenêtre de journal
it: Finestra di registro
nl: Logboekraam
pt: Janela de registo
ru: Окно журнала

source: Title
ar: Titulo
de: Titel
el: Τίτλος
fr: Titre
it: Titolo
nl: Titel
pt: Título
ru: Заголовок

source: Details
ar: Detalles
de: Einzelheiten
el: Λεπτομέριες
fr: Détails
it: Dettagli
pt: Detalhes
ru: Подробности

source: The screen cannot be captured at the moment. This is probably due to fast user switching or a disconnected/minimized Remote Desktop session.
ar: La pantalla no se puede capturar en este momento. Esto probablemente se deba a cambio rápido de usuario o un escritorio remoto desconectado/minimizado sesión.
de: Der Bildschirm kann im Moment nicht erfasst werden. Dies ist wahrscheinlich zurückzuführen auf schneller Benutzerwechsel oder ein getrennter/minimierter Remote-Desktop Sitzung.
el: Δεν είναι δυνατή η λήψη της οθόνης αυτήν τη στιγμή. Αυτό οφείλεται πιθανώς στη γρήγορη εναλλαγή χρηστών ή αποσυνδεδεμένη / ελαχιστοποιημένη συνεδρία απομακρυσμένης επιφάνειας εργασίας
fr: L'écran ne peut pas être capturé pour le moment. Cela est probablement dû à un changement rapide d'utilisateur ou un bureau à distance déconnecté/minimisé session.
it: Lo schermo non può essere catturato al momento. Ciò è probabilmente dovuto a commutazione rapida dell'utente o un desktop remoto scollegato/minimizzato sessione.
nl: Het scherm kan op dit moment niet worden vastgelegd. Dit is waarschijnlijk te wijten aan snel schakelen van de gebruiker of een losgekoppelde/geminimaliseerde Remote Desktop
pt: Neste momento, o ecrã não pode ser capturado. Isto deve-se provavelmente a comutação rápida do utilizador ou um ambiente de trabalho remoto desconectado/minimizado sessão.
ru: В данный момент экран не может быть захвачен. Это наверное, из-за быстрого переключения пользователей или отключенной/свернутой сессии удаленного рабочего стола.

source: Windows UAC is enabled on the client's system and the application is not running as an Administrator.
de: Windows UAC ist auf dem System des Kunden aktiviert und die Anwendung wird nicht als Administrator ausgeführt.
el: Τα Windows UAC είναι ενεργοποιημένα στο σύστημα του πελάτη και η εφαρμογή δεν εκτελείται ως Διαχειριστής.
fr: L'UAC Windows est activé sur le système du client et que l'application ne fonctionne pas en tant qu'administrateur.
nl: Windows UAC is ingeschakeld op het systeem van de klant en de applicatie draait niet als Administrator.
pt: O Windows UAC está activado no sistema do cliente e a candidatura não está em curso na qualidade de Administrador.
ru: В клиентской системе Windows UAC включен и приложение не запущено от имени администратора.

source: Some program options may not work correctly.
ar: Algunas opciones del programa puede que no funcionen correctamente.
de: Einige Programmoptionen funktionieren möglicherweise nicht richtig.
el: Ορισμένες επιλογές προγράμματος ενδέχεται να μην λειτουργούν σωστά.
fr: Certaines options du programme peuvent ne pas fonctionner correctement.
it: Alcune opzioni del programma potrebbero non funzionare correttamente.
nl: Sommige programma-opties werken mogelijk niet goed.
pt: Algumas opções de programa podem não funcionar correctamente.
ru: Некоторые параметры программы могут работать неправильно.

source: Windows UAC is enabled on the client's system and the application is running as an Administrator.
de: Windows UAC ist auf dem System des Kunden aktiviert und die Anwendung wird als Administrator ausgeführt.
el: Τα Windows UAC είναι ενεργοποιημένα στο σύστημα του πελάτη και η εφαρμογή εκτελείται ως Διαχειριστής.
fr: L'UAC Windows est activé sur le système du client et l'application fonctionne en tant qu'administrateur.
nl: Windows UAC is ingeschakeld op het systeem van de klant en de applicatie draait als Administrator.
pt: O Windows UAC está activado no sistema do cliente e a candidatura está em curso na qualidade de Administrador.
ru: В клиентской системе Windows UAC включен и приложение работает от имени администратора.

source: Click to show info
ar: Haga clic para mostrar información
de: Klicken, um Informationen anzuzeigen
el: Κάντε κλικ για εμφάνιση πληροφοριών
fr: Cliquez pour afficher les informations
it: Clicca per mostrare le informazioni
nl: Klik om info te tonen
pt: Clique para mostrar informações
ru: Нажмите, чтобы показать информацию

source: Windows UAC is enabled
ar: Windows UAC esta habilitado
de: Windows UAC ist aktiviert
el: Τα Windows UAC είναι ενεργοποιημένα
fr: L'UAC de Windows est activé
it: Windows UAC è abilitato
nl: Windows UAC is ingeschakeld
pt: O Windows UAC está activado
ru: Windows UAC включен

source: Keyboard actions
de: Tastatur-Aktionen
el: Ενέργειες πληκτρολογίου
fr: Actions du clavier
nl: Toetsenbord acties
pt: Acções do teclado
ru: Клавиатурные действия

source: Quality
ar: Calidad
de: Qualität
el: Ποιότητα
fr: Qualité
it: Qualità
nl: Kwaliteit
pt: Qualidade
ru: Качество

source: Change the monitor
de: Ändern Sie den Monitor
el: Αλλάξτε την οθόνη
fr: Changer le moniteur
nl: Verander de monitor
pt: Alterar o monitor
ru: Изменить монитор

source: Full screen
ar: Pantalla completa
de: Voller Bildschirm
el: Πλήρης οθόνη
fr: Plein écran
it: Schermo intero
nl: Volledig scherm
pt: Ecrã inteiro
ru: На весь экран

source: Aspect ratio
ar: Relación de aspecto
de: Seitenverhältnis
el: Αναλογία απεικόνισης
fr: Rapport d'aspect
it: Rapporto di aspetto
nl: Aspectverhouding
pt: Rácio de aspecto
ru: Соотношение сторон

source: Fit to window
ar: Ajustar a la ventana
de: An Fenster anpassen
el: Προσαρμογή στο παράθυρο
fr: Adaptation à la fenêtre
it: Adatta alla finestra
pt: Em forma de janela
ru: Подогнать под размер окна

source: Automatic quality
ar: Calidad automática
de: Automatische Qualität
el: Αυτόματη ποιότητα
fr: Qualité automatique
it: Qualità automatica
pt: Qualidade automática
ru: Автоматиский выбор качества

source: 256 colors
ar: 256 colores
de: 256 Farben
el: 256 χρώματα
fr: 256 couleurs
it: 256 colori
nl: 256 kleuren
pt: 256 cores
ru: 256 цветов

source: Default:
ar: Defecto:
de: Voreinstellung:
el: Προκαθορισμένο:
fr: Par défaut :
it: Predefinito:
nl: Standaard:
pt: Por omissão:
ru: По умолчанию:

source: Send Ctrl+Alt+Del
ar: Enviar Ctrl+Alt+Suprimir
de: Senden Strg+Alt+Entf
el: Αποστολή Ctrl + Alt + Del
fr: Envoyer Ctrl+Alt+Del
it: Inviare Ctrl+Alt+Del
nl: Stuur Ctrl+Alt+Del
pt: Enviar Ctrl+Alt+Del
ru: Отправить Ctrl+Alt+Del

source: Send key combinations
ar: Enviar combinaciones de teclas
de: Tastenkombinationen senden
el: Αποστολή συνδυασμών κλειδιών
fr: Envoyer des combinaisons de touches
it: Inviare combinazioni di tasti
nl: Stuur toetscombinaties
pt: Enviar combinações de chaves
ru: Отправить комбинации клавиш

source: Information
ar: Información
de: Informationen
el: Πληροφορίες
fr: Informations
it: Informazioni
nl: Informatie
pt: Informações
ru: Информация

source: Window mode
ar: Modo ventana
de: Fenster-Modus
el: Λειτουργία παραθύρου
fr: Mode fenêtre
it: Modalità finestra
nl: Vensterstand
pt: Modo janela
ru: Оконный режим

source: Client has view only mode enabled.
de: Der Client hat den Modus 'Nur Ansicht' aktiviert.
el: Ο πελάτης έχει ενεργοποιημένη τη λειτουργία μόνο προβολής.
fr: Le client a activé le mode de visualisation seulement.
nl: Client heeft alleen bekijken modus ingeschakeld.
pt: O cliente tem o modo de visualização apenas activado.
ru: У клиента включен режим только просмотра.

source: Send Ctrl+Alt+Delete
ar: Enviar Ctrl+Alt+Supr
de: Senden Strg+Alt+Entf
el: Αποστολή Ctrl + Alt + Del
fr: Envoyer Ctrl+Alt+Delete
it: Invia Ctrl+Alt+Delete
nl: Stuur Ctrl+Alt+Delete
pt: Enviar Ctrl+Alt+Delete
ru: Отправить Ctrl+Alt+Delete

source: Grayscale disabled
ar: Escala de grises desactivada
de: Graustufen deaktiviert
el: Η κλίμακα του γκρι απενεργοποιήθηκε
fr: Handicapés en niveaux de gris
it: Scala di grigi disabilitata
nl: Grijsschaal gehandicapten
pt: Invalidez em escala de cinzentos
ru: Оттенки серого отключены

source: Hide the toolbar
ar: Ocultar barra de herramientas
de: Ausblenden der Symbolleiste
el: Απόκρυψη της γραμμής εργαλείων
fr: Masquer la barre d'outils
it: Nascondi la barra degli strumenti
nl: Verberg de werkbalk
pt: Ocultar a barra de ferramentas
ru: Скрыть панель инструментов

source: Grayscale enabled
ar: Escala de grises activada
de: Graustufen aktiviert
el: Ενεργοποιήθηκε η κλίμακα του γκρι
fr: Niveaux de gris activés
it: Scala di grigi abilitata
nl: Grijstinten ingeschakeld
pt: Escala de cinzentos activada
ru: Оттенки серого включены

source: Show toolbar
ar: Mostrar barra de herramientas
de: Symbolleiste anzeigen
el: Εμφάνιση γραμμής εργαλείων
fr: Afficher la barre d'outils
it: Mostra barra degli strumenti
nl: Toon werkbalk
pt: Mostrar barra de ferramentas
ru: Показать панель инструментов

source: Hide toolbar
ar: Ocultar barra de herramientas
de: Symbolleiste ausblenden
el: Απόκρυψη γραμμής εργαλείων
fr: Cacher la barre d'outils
it: Nascondi la barra degli strumenti
nl: Verberg de werkbalk
pt: Esconder barra de ferramentas
ru: Скрыть панель инструментов

source: Another program instance is already running, aborting.
ar: Otra instancia del programa esta en ejecución, cerrando.
de: Eine weitere Programminstanz läuft bereits und wird abgebrochen.
el: Μια άλλη παρουσία προγράμματος εκτελείται ήδη, ματαίωση.
fr: Une autre instance de programme est déjà en cours d'exécution, qui est interrompue.
it: Un'altra istanza di programma è già in esecuzione, abortita.
nl: Een andere programma-instantie is al bezig, met het afbreken van het programma.
pt: Outro exemplo de programa já está em execução, abortando.
ru: Другой экземпляр программы уже запущен, прерывается.

source: Settings
ar: Ajustes
de: Einstellungen
el: Ρυθμίσεις
fr: Paramètres
it: Impostazioni
nl: Instellingen
pt: Definições
ru: Настройки

source: General settings
ar: Ajustes generales
de: Allgemeine Einstellungen
el: Γενικές Ρυθμίσεις
fr: Paramètres généraux
it: Impostazioni generali
nl: Algemene instellingen
pt: Definições gerais
ru: Общие настройки

source: Language:
ar: Idioma:
de: Sprache:
el: Γλώσσα:
fr: La langue :
it: Lingua:
nl: Taal:
pt: Língua:
ru: Язык:

source: View only
ar: Solo ver
de: Nur anzeigen
el: Μόνο προβολή
fr: Voir seulement
it: Visualizza solo
nl: Alleen bekijken
pt: Ver apenas
ru: Только просмотр

source: Turn off remote wallpaper
ar: Apagar Salvapantallas remoto
de: Remote-Hintergrundbild ausschalten
el: Απενεργοποιήστε την απομακρυσμένη ταπετσαρία
fr: Éteindre le fond d'écran à distance
it: Spegnere la carta da parati remota
nl: Zet het behang op afstand uit
pt: Desligar o papel de parede remoto
ru: Отключить обои

source: Disable GUI animations
ar: Desactivar animaciones GUI
de: GUI-Animationen deaktivieren
el: Απενεργοποιήστε κινούμενες εικόνες GUI
fr: Désactiver les animations GUI
it: Disattivare le animazioni GUI
nl: GUI-animaties uitschakelen
pt: Desactivar as animações GUI
ru: Отключить анимацию

source: Disable Aero
ar: Desactivar Aero
de: Aero deaktivieren
el: Απενεργοποιήστε το Aero
fr: Désactiver Aero
it: Disattivare Aero
nl: Schakel Aero uit
pt: Desactivar o Aero
ru: Отключить прозрачность

source: Private password:
ar: Contraseña privada:
de: Privates Passwort:
el: Ιδιωτικός κωδικός πρόσβασης:
fr: Mot de passe privé :
it: Password privata:
nl: Privé-wachtwoord:
pt: Palavra-passe privada:
ru: Личный пароль:

source: Password generator
ar: Generador de contraseñas
de: Passwort-Generator
el: Δημιουργία κωδικού
fr: Générateur de mots de passe
it: Generatore di password
nl: Wachtwoord generator
pt: Gerador de senhas
ru: Генератор паролей

source: Refresh password after disconnect
ar: Actualizar contraseña después de desconectar
de: Aktualisieren Sie das Passwort nach dem Trennen der Verbindung
el: Ανανέωση κωδικού μετά την αποσύνδεση
fr: Rafraîchir le mot de passe après la déconnexion
it: Aggiornare la password dopo la disconnessione
nl: Wachtwoord vernieuwen na het verbreken van de verbinding
pt: Actualizar palavra-passe após desligar
ru: Обновить пароль после отключения

source: Use letters
ar: Usar letras
de: Buchstaben verwenden
el: Χρησιμοποιήστε γράμματα
fr: Utiliser les lettres
it: Utilizzare le lettere
nl: Gebruiksbrieven
pt: Usar cartas
ru: Использовать буквы

source: Password length:
ar: Longitud de la contraseña:
de: Länge des Passworts:
el: Μήκος κωδικού :
fr: Longueur du mot de passe :
it: Lunghezza della password:
nl: Wachtwoordlengte:
pt: Comprimento da senha:
ru: Длина пароля:

source: Use direct connection
ar: Usar conexión directa
de: Direkte Verbindung verwenden
el: Χρησιμοποιήστε απευθείας σύνδεση
fr: Utiliser une connexion directe
it: Utilizzare il collegamento diretto
nl: Gebruik een directe verbinding
pt: Utilizar ligação directa
ru: Использовать прямое подключение

source: Port number:
ar: Numero puerto:
de: Port-Nummer:
el: Αριθμός θύρας:
fr: Numéro de port :
it: Numero del porto:
nl: Poortnummer:
pt: Número do porto:
ru: Номер порта:

source: to
ar: a
de: an
el: προς την
fr: à
it: a
nl: naar
pt: para
ru: к

source: Image quality
ar: Calidad de la imagen
de: Bildqualität
el: Ποιότητα εικόνας
fr: Qualité de l'image
it: Qualità dell'immagine
nl: Beeldkwaliteit
pt: Qualidade de imagem
ru: Качество изображения

source: Control automatically
ar: Controla automáticamente
de: Automatische Steuerung
el: Ελέγξτε αυτόματα
fr: Contrôle automatique
it: Controllo automatico
nl: Controle automatisch
pt: Controlo automático
ru: Управление автоматически

source: Quality (%)
ar: Calidad (%)
de: Qualität (%)
el: Ποιότητα (%)
fr: Qualité (%)
it: Qualità (%)
nl: Kwaliteit (%)
pt: Qualidade (%)
ru: Качество (%)

source: Reduce to 256 colors
ar: Reducir a 256 colores
de: Auf 256 Farben reduzieren
el: Μειώστε σε 256 χρώματα
fr: Réduire à 256 couleurs
it: Ridurre a 256 colori
nl: Terugbrengen tot 256 kleuren
pt: Reduzir para 256 cores
ru: Уменьшить до 256 цветов

source: Start at Login
ar: Comience en Iniciar sesión
de: Start bei Anmeldung
el: Ξεκινήστε από το Login
fr: Commencez par vous connecter
it: Inizia da Login
nl: Begin bij Aanmelden
pt: Começar em Login
ru: Запускать при входе

source: Start minimized
ar: Iniciar minimizado
de: Start minimiert
el: Έναρξη ελαχιστοποίησης
fr: Début minimisé
it: Avvio ridotto al minimo
nl: Start geminimaliseerd
pt: Iniciar minimizado
ru: Запускать свернутым

source: Enter the license key to use the license with this installation. The key was sent in an e-mail after the purchase.
ar: Ingrese la clave de licencia para usar la licencia con esta instalación. La clave fue enviada en un correo electrónico después de la compra.
de: Geben Sie den Lizenzschlüssel ein, um die Lizenz mit dieser Installation zu verwenden. Der Schlüssel wurde nach dem Kauf in einer E-Mail versendet.
el: Εισαγάγετε το κλειδί άδειας χρήσης για να χρησιμοποιήσετε την άδεια με αυτήν την εγκατάσταση. Το κλειδί εστάλη σε e-mail μετά την αγορά.
fr: Entrez la clé de licence pour utiliser la licence avec cette installation. La clé a été envoyée dans un e-mail après l'achat.
it: Inserire la chiave di licenza per utilizzare la licenza con questa installazione. La chiave è stata inviata in una e-mail dopo l'acquisto.
nl: Voer de licentiesleutel in om de licentie te gebruiken bij deze installatie. De sleutel is na de aankoop in een e-mail verstuurd.
pt: Introduza a chave de licença para utilizar a licença com esta instalação. A chave foi enviada em um e-mail após a compra.
ru: Введите ключ лицензии, чтобы использовать лицензию с этой установкой. Ключ был отправлен по электронной почте после покупки.

source: Remove license key
ar: Eliminar clave de licencia
de: Lizenzschlüssel entfernen
el: Κατάργηση κλειδιού άδειας
fr: Supprimer la clé de licence
it: Rimuovere la chiave di licenza
nl: Licentiesleutel verwijderen
pt: Retirar a chave da licença
ru: Удалить ключ лицензии

source: Save the license key
ar: Guardar la clave de licencia
de: Speichern des Lizenzschlüssels
el: Αποθηκεύστε το κλειδί άδειας
fr: Sauvegarder la clé de licence
it: Salvare la chiave di licenza
nl: Sla de licentiesleutel op
pt: Guardar a chave da licença
ru: Сохранить ключ лицензии

source: Portions copyright:
ar: Copyright porciones:
de: Teile sind urheberrechtlich geschützt:
el: Πνευματικά δικαιώματα μερίδων:
fr: Droits d'auteur de certaines parties :
it: Porzioni di copyright:
nl: Delen van het auteursrecht:
pt: Porções de direitos de autor:
ru: Часть авторских прав:

source: License key
ar: Clave de licencia
de: Lizenz-Schlüssel
el: Κλειδί άδειας χρήσης
fr: Clé de licence
it: Chiave di licenza
nl: Licentiesleutel
pt: Chave de licença
ru: Ключ лицензии

source: About
ar: Acerca de
de: Über
el: Πληροφορίες
fr: À propos de
it: Informazioni su
nl: Over
pt: Sobre
ru: О программе

source: Open settings folder
ar: Abrir carpeta de ajustes
de: Einstellungsordner öffnen
el: Ανοίξτε το φάκελο ρυθμίσεων
fr: Ouvrir le dossier des paramètres
it: Aprire la cartella delle impostazioni
nl: Openen van de instellingenmap
pt: Abrir pasta de definições
ru: Открыть папку настроек

source: Install
de: Installieren Sie
el: Εγκαθιστώ
fr: Installer
nl: Installeer
pt: Instalar
ru: Установить

source: System default
ar: Ajustes predeterminados
de: System-Standard
el: Προεπιλογή συστήματος
fr: Défaut du système
it: Sistema predefinito
nl: Standaardinstelling van het systeem
pt: Padrão do sistema
ru: Настройки по умолчанию

source: Dutch
ar: Holandés
de: Niederländisch
el: Ολλανδός
fr: Néerlandais
it: Olandese
nl: Nederlands
pt: Holandês
ru: Голландский

source: German
ar: Alemán
de: Deutsch
el: Γερμανός
fr: Allemand
it: Tedesco
nl: Duits
pt: Alemão
ru: Немецкий

source: Greek
ar: Griego
de: Griechisch
el: Ελληνικά
fr: Grec
it: Greco
nl: Grieks
pt: Grego
ru: Греческий

source: English
ar: Ingles
de: Englisch
el: Αγγλικά
fr: Anglais
it: Inglese
nl: Engels
pt: Inglês
ru: Английский

source: French
ar: Francés
de: Französisch
el: Γαλλική γλώσσα.
fr: Français
it: Francese
nl: Frans
pt: Francês
ru: Французский

source: Italian
ar: Italiano
de: Italienisch
el: Ιταλικός
fr: Italien
it: Italiano
nl: Italiaans
pt: Italiano
ru: Итальянский

source: Polish
ar: Polaco
de: Polnisch
el: Στίλβωση
fr: Polonais
it: Polacco
nl: Pools
pt: Polaco
ru: Польский

source: Portuguese
ar: Portugués
de: Portugiesisch
el: Πορτογαλικά
fr: Portugais
it: Portoghese
nl: Portugees
pt: Português
ru: Португальский

source: Russian
ar: Ruso
de: Russisch
el: Ρωσική
fr: Russe
it: Russo
nl: Russisch
pt: Russo
ru: Русский

source: Spanish
ar: Español
de: Spanisch
el: Ισπανικά
fr: Espagnol
it: Spagnolo
nl: Spaans
pt: Espanhol
ru: Испанский

source: Spanish (AR)
ar: Español (AR)
de: Spanisch (AR)
el: Ισπανικά (Aργεντ.)
fr: Espagnol (AR)
it: Spagnolo (AR)
nl: Spaans (AR)
pt: Espanhol (AR)
ru: Испанский (AR)

source: [language] translation:
ar: Traducción al español:
de: Deutsche Übersetzung:
el: Ελληνική μετάφραση:
fr: traduction [langue] :
it: Traduzione italiana:
nl: Nederlandse vertaling:
pt: Tradução em português:
ru: Русский перевод:

source: Language_autor
ar: Paco, Santiago
de: Automatisch: deepl.com
el: Μεταφραστής
fr: Langue_auteur
it: Automatic: deepl.com
nl: Automatisch: deepl.com
pt: Automatismos: deepl.com
ru: Сергей Ворон

source: Display license
ar: Mostrar licencia
de: Lizenz anzeigen
el: Εμφάνιση άδειας
fr: Licence d'affichage
it: Licenza di visualizzazione
nl: Weergave licentie
pt: Exibir licença
ru: Показать лицензию

source: The selected language is not supported by your system. Try installing support for this language.
ar: El idioma seleccionado no es compatible con su sistema. Intenta instalar soporte para este idioma.
de: Die gewählte Sprache wird von Ihrem System nicht unterstützt. Versuchen Sie, Unterstützung für diese Sprache zu installieren.
el: Η επιλεγμένη γλώσσα δεν υποστηρίζεται από το σύστημά σας. Δοκιμάστε να εγκαταστήσετε υποστήριξη για αυτήν τη γλώσσα.
fr: La langue sélectionnée n'est pas prise en charge par votre système. Essayez d'installer le support pour cette langue.
it: La lingua selezionata non è supportata dal sistema. Provate a installare il supporto per questa lingua.
nl: De geselecteerde taal wordt niet ondersteund door uw systeem. Probeer de ondersteuning voor deze taal te installeren.
pt: A língua seleccionada não é suportada pelo seu sistema. Tente instalar suporte para este idioma.
ru: Выбранный язык не поддерживается вашей системой. Попробуйте установить поддержку для этого языка.

source: Incorrect license key.
ar: Clave de licencia incorrecta.
de: Falscher Lizenzschlüssel.
el: Εσφαλμένο κλειδί άδειας.
fr: Clé de licence incorrecte.
it: Chiave di licenza non corretta.
nl: Onjuiste licentiesleutel.
pt: Chave de licença incorrecta.
ru: Неверный ключ лицензии.
