Repository: krolikor/desktopassist
Catalog: locales/*/messages.po
Languages: ar, de, el, fr, it, nl, pt, ru

source: Aliases
ar: Alias
de: Aliasnamen
el: Ψευδώνυμα
fr: Alias
it: Alias
nl: Aliassen
pt: Pseudónimos
ru: Псевдонимы

source: List of aliases
ar: Lista de alias
de: Liste der Aliasnamen
el: Λίστα ψευδωνύμων
fr: Liste des alias
it: Elenco degli alias
nl: Lijst van aliassen
pt: Lista de pseudónimos
ru: Список псевдонимов

source: Alias editor
ar: Editor de alias
de: Alias-Herausgeber
el: Συντάκτης ψευδωνύμου
fr: Alias éditeur
pt: Editor pseudónimo
ru: Редактор псевдонимов

source: Client ID:
ar: ID de cliente:
el: ID Πελάτη:
fr: Identification du client :
it: ID del cliente:
nl: Klant ID:
pt: ID do cliente:
ru: ID клиента:

source: Alias name:
ar: Nombre de alias:
el: Ψευδώνυμο:
fr: Nom d'alias :
it: Nome alias:
nl: Alias naam:
pt: Nome alternativo:
ru: Псевдоним:

source: New
ar: Nuevo
de: Neu
el: Νέος
fr: Nouveau
it: Nuovo
nl: Nieuw
pt: Novo
ru: Новый

source: Add
ar: Añadir
de: Hinzufügen
el: Προσθήκη
fr: Ajouter
it: Aggiungi
nl: Voeg toe
pt: Acrescentar
ru: Добавить

source: Remove
ar: Borrar
de: Entfernen
el: Αφαίρεση
fr: Supprimer
it: Rimuovere
nl: Verwijder
pt: Remover
ru: Удалить

source: Save
ar: Guardar
de: Speichern
el: Αποθήκευση
fr: Sauvegarder
it: Salva
nl: Bespaar
pt: Salvar
ru: Сохранить

source: Connect
ar: Conectar
de: Verbinden Sie
el: Σύνδεση
fr: Connexion
it: Collegati a
nl: Verbind
pt: Ligar
ru: Подключиться

source: Close
ar: Cerrar
de: Schließen
el: Κλείσιμο
fr: Fermer
it: Chiudere
nl: Sluit
pt: Fechar
ru: Закрыть

source: The client ID can not be empty.
ar: El ID de cliente no puede estar en blanco.
de: Die Client-ID kann nicht leer sein.
el: Το ID του Πελάτη δεν μπορεί να είναι κενό.
fr: Le numéro d'identification du client ne peut pas être vide.
it: L'ID cliente non può essere vuoto.
nl: Het klant-ID kan niet leeg zijn.
pt: A identificação do cliente não pode estar vazia.
ru: ID клиента не может быть пустым.

source: The name of the alias can not be empty
ar: El nombre del alias no puede estar en blanco
de: Der Name des Alias-Namens darf nicht leer sein
el: Το ψευδώνυμο δεν μπορεί να είναι κενό
fr: Le nom du pseudonyme ne peut pas être vide
it: Il nome dello pseudonimo non può essere vuoto
nl: De naam van de alias kan niet leeg zijn.
pt: O nome da alcunha não pode estar vazio
ru: Псевдоним не может быть пустум

source: The name of the alias already exists.
ar: El nombre del alias ya existe.
de: Der Name des Alias-Namens existiert bereits.
el: Το ψευδώνυμο υπάρχει ήδη.
fr: Le nom de l'alias existe déjà.
it: Il nome dello pseudonimo esiste già.
nl: De naam van de alias bestaat al.
pt: O nome do pseudónimo já existe.
ru: Псевдоним уже существует.

source: Alias name and ID already exists.
ar: El Alias y la ID ya existen.
de: Alias-Name und ID sind bereits vorhanden.
el: Το ψευδώνυμο και το ID υπάρχουν ήδη.
fr: Le nom d'alias et la carte d'identité existent déjà.
it: Il nome alias e l'ID esistono già.
nl: Alias naam en ID bestaat al.
pt: O pseudónimo e a identificação já existem.
ru: Псевдоним и ID уже существует.

source: Do you want to save changes?
ar: ¿Quieres guardar los cambios?
de: Möchten Sie Änderungen speichern?
el: Θέλετε να αποθηκεύσετε τις αλλαγές;
fr: Vous voulez sauvegarder les modifications ?
it: Volete salvare le modifiche?
nl: Wilt u veranderingen opslaan?
pt: Quer salvar as alterações?
ru: Вы хотите сохранить изменения?

source: Send
ar: Enviar
de: Senden Sie
el: Στείλετε
fr: Envoyer
it: Invia a
nl: Stuur
pt: Enviar
ru: Отправить

source: Chat with
ar: Chatear con
de: Chatten Sie mit
el: Συζήτηση με
fr: Chattez avec
it: Chatta con
nl: Chat met
pt: Converse com
ru: Чат с

source: Desktop sharing
de: Desktop-Freigabe
el: Κοινή χρήση επιφάνειας εργασίας
fr: Partage du bureau
nl: Desktop delen
pt: Partilha de secretária
ru: Настольный обмен

source: DesktopAssist shares your desktop
de: DesktopAssist gibt Ihren Desktop frei
el: Το DesktopAssist μοιράζεται την επιφάνεια εργασίας σας
fr: DesktopAssist partage votre bureau
nl: DesktopAssist deelt uw bureaublad
pt: DesktopAssist partilha o seu ambiente de trabalho
ru: DesktopAssist разделяет ваш рабочий стол

source: Disconnect all
de: Trennen Sie alle
el: Αποσυνδέστε όλα
fr: Déconnecter tous les
nl: Ontkoppel alle
pt: Desligar todos
ru: Отключить все

source: Your connection data
ar: Tu conexión de datos
de: Ihre Verbindungsdaten
el: Τα δεδομένα σύνδεσής σας
fr: Vos données de connexion
it: I vostri dati di connessione
nl: Uw verbindingsgegevens
pt: Os seus dados de ligação
ru: Ваши данные подключения

source: Your ID:
ar: Tu ID:
de: Ihren Ausweis:
el: Το ID σου:
fr: Votre carte d'identité :
it: La tua ID:
nl: Je ID:
pt: A sua ID:
ru: Ваш ID:

source: Password:
ar: Contraseña:
de: Kennwort:
el: Κωδικός:
fr: Mot de passe :
nl: Wachtwoord:
pt: Senha:
ru: Пароль:

source: Generate new password, to set private password go to settings.
ar: Genere una nueva contraseña, para establecer una contraseña privada vaya a la configuración.
de: Neues Passwort generieren, um ein privates Passwort festzulegen, gehen Sie zu Einstellungen.
el: Δημιουργήστε νέο κωδικό πρόσβασης, για να ορίσετε τον ιδιωτικό κωδικό πρόσβασης μεταβείτε στις ρυθμίσεις.
fr: Générer un nouveau mot de passe, pour définir un mot de passe privé, allez dans les paramètres.
it: Generare una nuova password, per impostare la password privata andare alle impostazioni.
nl: Genereer een nieuw wachtwoord, om een privé wachtwoord in te stellen ga naar de instellingen.
pt: Gerar nova senha, para definir senha privada vá para as configurações.
ru: Создайте новый пароль, для установки личного пароля перейдите в настройки.

source: Generate new password
ar: Generar nueva contraseña
de: Neues Passwort generieren
el: Δημιουργήστε νέο Κωδικό
fr: Générer un nouveau mot de passe
it: Genera nuova password
nl: Genereer een nieuw wachtwoord
pt: Gerar nova senha
ru: Создать новый пароль

source: Connect to client
ar: Conectar al cliente
de: Verbindung zum Client herstellen
el: Συνδεθείτε στον πελάτη
fr: Se connecter au client
it: Connettiti con il cliente
nl: Verbinding maken met de klant
pt: Ligar ao cliente
ru: Подключиться к клиенту

source: Add/Edit alias
ar: Añadir/Editar alias
de: Alias hinzufügen/bearbeiten
el: Προσθήκη / Επεξεργασία ψευδωνύμου
fr: Ajouter/Modifier un alias
it: Aggiungi/Modifica alias
nl: Alias toevoegen/bewerken
pt: Adicionar/Editar pseudónimo
ru: Добавить/Изменить псевдоним

source: ID does not exist or client disconnected
ar: El ID no existe o el cliente esta desconectado
de: ID nicht vorhanden oder Client nicht verbunden
el: Το ID δεν υπάρχει ή ο πελάτης αποσυνδέθηκε
fr: L'identifiant n'existe pas ou le client est déconnecté
it: ID non esiste o client disconnesso
nl: ID bestaat niet of de verbinding met de klant is verbroken
pt: Não existe ID ou o cliente está desligado
ru: ID не существует или клиент отключен

source: Wrong password
ar: Contraseña erronea
de: Falsches Kennwort
el: Λάθος κωδικός
fr: Mot de passe incorrect
it: Password errata
nl: Verkeerd wachtwoord
pt: Palavra-passe errada
ru: Неправильный пароль

source: Offline
ar: Desconectado
el: Εκτός σύνδεσης
fr: Hors ligne
ru: Не в сети

source: Free version, buy a license
ar: Versión gratuita, compra una licencia.
de: Kostenlose Version, kaufen Sie eine Lizenz
el: Δωρεάν έκδοση, αγοράστε μια άδεια
fr: Version gratuite, acheter une licence
it: Versione gratuita, acquista una licenza
nl: Gratis versie, koop een licentie
pt: Versão gratuita, compre uma licença
ru: Бесплатная версия, купить лицензию

source: Connections encrypted with OpenSSL 256-bit AES
ar: Conexiones encriptadas con OpenSSL 256-bit AES
de: Mit OpenSSL 256-Bit-AES verschlüsselte Verbindungen
el: Συνδέσεις κρυπτογραφημένες με OpenSSL 256-bit AES
fr: Connexions cryptées avec OpenSSL 256-bit AES
it: Connessioni crittografate con OpenSSL 256-bit AES
nl: Verbindingen versleuteld met OpenSSL 256-bit AES
pt: Ligações encriptadas com AES OpenSSL 256-bit
ru: Соединения зашифровано с помощью OpenSSL 256-bit AES

source: Count of connected clients
ar: Contador de clientes conectados
de: Anzahl der verbundenen Clients
el: Αριθμός συνδεδεμένων πελατών
fr: Nombre de clients connectés
it: Conteggio dei clienti collegati
nl: Aantal aangesloten klanten
pt: Contagem de clientes conectados
ru: Количество подключенных клиентов

source: Open chat window
ar: Abrir ventana de chat
de: Chat-Fenster öffnen
el: Ανοίξτε το παράθυρο συνομιλίας
fr: Ouvrir la fenêtre de chat
it: Aprire la finestra di chat
nl: Open chatvenster
pt: Abrir janela de chat
ru: Открыть окно чата

source: Update available
de: Update verfügbar
el: Διαθέσιμη ενημέρωση
fr: Mise à jour disponible
nl: Update beschikbaar
pt: Actualização disponível
ru: Обновление доступно

source: Amount of downloaded and uploaded data
ar: Cantidad de datos descargados y subidos
de: Menge der heruntergeladenen und hochgeladenen Daten
el: Ποσό ληφθέντων και μεταφορτωμένων δεδομένων
fr: Quantité de données téléchargées et chargées
it: Quantità di dati scaricati e caricati
nl: Hoeveelheid gedownloade en geüploade gegevens
pt: Quantidade de dados descarregados e carregados
ru: Количество скачанных и отправленных данных

source: Quit
ar: Salir
de: Beenden Sie
el: Κλείσιμο
fr: Démissionner
it: Esci da
nl: Stop met
pt: Desista
ru: Выйти

source: Incorrect client ID
ar: ID de cliente incorrecta
de: Falsche Kunden-ID
el: Εσφαλμένο ID πελάτη
fr: Mauvaise identification du client
it: ID cliente errato
nl: Onjuiste klant ID
pt: ID incorrecta do cliente
ru: Неверный ID клиента

source: The given ID number is the same as yours.
ar: El numero de ID es el mismo que el tuyo.
de: Die angegebene ID-Nummer ist die gleiche wie Ihre.
el: Το δεδομένο ID είναι ίδιο με το δικό σας.
fr: Le numéro d'identification donné est le même que le vôtre.
it: Il numero identificativo dato è lo stesso del vostro.
nl: Het gegeven ID-nummer is hetzelfde als het uwe.
pt: O número de identificação dado é o mesmo que o seu.
ru: Данный ID номер совпадает с вашим.

source: Password can't be blank
ar: La contraseña no puede estar en blanco
de: Passwort kann nicht leer sein
el: Ο Κωδικός δεν μπορεί να είναι κενός
fr: Le mot de passe ne peut pas être vide
it: La password non può essere vuota
nl: Wachtwoord kan niet leeg zijn
pt: A palavra-passe não pode estar em branco
ru: Пароль не может быть пустым

source: Password too short - minimum length is 4 characters
ar: Contraseña demasiado corta - La longitud mínima son 4 caracteres
de: Passwort zu kurz - Mindestlänge ist 4 Zeichen
el: Ο Κωδικός είναι πολύ μικρός - το ελάχιστο μήκος είναι 4 χαρακτήρες
fr: Mot de passe trop court - longueur minimale de 4 caractères
it: Password troppo corta - la lunghezza minima è di 4 caratteri
nl: Wachtwoord te kort - minimale lengte is 4 karakters
pt: Palavra-passe demasiado curta - o comprimento mínimo é de 4 caracteres
ru: Пароль слишком короткий - минимальная длина 4 символа

source: Update is required
ar: Se requiere actualización
de: Update ist erforderlich
el: Απαιτείται ενημέρωση
fr: Une mise à jour est nécessaire
it: L'aggiornamento è richiesto
nl: Update is vereist
pt: É necessária uma actualização
ru: Требуется обновление

source: An upgrade to the new version is required, if you agree click 'Yes'.
ar: Se necesita actualizar a una versión nueva, Haz click en 'SI' para aceptar.
de: Ein Upgrade auf die neue Version ist erforderlich, wenn Sie damit einverstanden sind, klicken Sie auf 'Ja'.
el: Απαιτείται αναβάθμιση στη νέα έκδοση, εάν συμφωνείτε, κάντε κλικ στο «Ναι».
fr: Une mise à jour vers la nouvelle version est nécessaire, si vous acceptez, cliquez sur "Oui".
it: È necessario un aggiornamento alla nuova versione, se siete d'accordo cliccate su 'Sì'
nl: Een upgrade naar de nieuwe versie is vereist, als u akkoord gaat klik je op 'Ja'.
pt: É necessária uma actualização para a nova versão, se concordar, clique em 'Sim'.
ru: Требуется обновление до новой версии , если вы согласны, нажмите 'Да'.

source: Otherwise, you can download the new version from:
ar: De cualquier manera, puedes descargar la nueva versión de:
de: Andernfalls können Sie die neue Version herunterladen:
el: Διαφορετικά, μπορείτε να κάνετε λήψη της νέας έκδοσης από:
fr: Sinon, vous pouvez télécharger la nouvelle version à partir de :
it: Altrimenti, è possibile scaricare la nuova versione da:
nl: Anders kunt u de nieuwe versie downloaden:
pt: Caso contrário, pode descarregar a nova versão a partir de:
ru: В противном случае вы можете скачать новую версию с:

source: An upgrade to the new version is required, you can download the new version from:
ar: Se requiere una actualización a la nueva versión, puede descargar la nueva versión desde:
de: Ein Upgrade auf die neue Version ist erforderlich, Sie können die neue Version unter herunterladen:
el: Απαιτείται αναβάθμιση στη νέα έκδοση, μπορείτε να κάνετε λήψη της νέας έκδοσης από:
fr: Une mise à jour vers la nouvelle version est nécessaire, vous pouvez télécharger la nouvelle version à partir de :
it: È necessario un aggiornamento alla nuova versione, è possibile scaricare la nuova versione da:
nl: Een upgrade naar de nieuwe versie is vereist, u kunt de nieuwe versie downloaden van:
pt: É necessária uma actualização para a nova versão, a partir da qual pode fazer o download da nova versão:
ru: Требуется обновление до новой версии, вы можете скачать новую версию с:

source: Update
ar: Actualizar
de: Aktualisierung
el: Αναβάθμιση
fr: Mise à jour
it: Aggiorna
pt: Actualização
ru: Обновить

source: Insufficient permission to perform update in this location.
ar: Permiso insuficiente para realizar actualizaciones en esta ubicación.
de: Unzureichende Berechtigung zur Durchführung von Aktualisierungen an diesem Ort.
el: Ανεπαρκής άδεια για εκτέλεση ενημέρωσης σε αυτήν την τοποθεσία.
fr: Autorisation insuffisante pour effectuer la mise à jour à cet endroit.
it: Autorizzazione insufficiente per eseguire l'aggiornamento in questa sede.
nl: Onvoldoende toestemming voor het uitvoeren van een update op deze locatie.
pt: A autorização para efectuar actualizações neste local não é suficiente.
ru: Недостаточно прав для выполнения обновления в этом месте.

source: License has expired, buy new
ar: La licencia ha caducado, comprar nuevo
de: Lizenz ist abgelaufen, neue kaufen
el: Η άδεια έχει λήξει, αγοράστε νέα
fr: La licence a expiré, achetez-en une nouvelle
it: La licenza è scaduta, acquista nuovo
nl: Licentie is verlopen, nieuwe kopen
pt: A licença expirou, compre novo
ru: Срок действия лицензии истек, купить новую

source: Online
el: Σε σύνδεση
fr: En ligne
ru: В сети

source: Error checking client ID
ar: Error comprobando la ID de cliente
de: Fehler bei der Überprüfung der Client-ID
el: Σφάλμα κατά τον έλεγχο του ID πελάτη
fr: Erreur de vérification de l'identité du client
it: Errore nel controllo dell'ID cliente
nl: Foutieve controle van de cliënt-ID
pt: Erro ao verificar o ID do cliente
ru: Ошибка проверки ID клиента

source: Client offline
ar: Cliente desconectado
de: Kunde offline
el: Πελάτης εκτός σύνδεσης
fr: Client hors ligne
it: Cliente offline
nl: Klant offline
pt: Cliente offline
ru: Клиент не в сети

source: The limit of %d connections
ar: El límite de %d conexiones.
de: Das Limit von %d Verbindungen
el: Το όριο των %d συνδέσεων
fr: La limite des connexions %d
it: Il limite di %d connessioni
nl: De limiet van %d aansluitingen
pt: O limite de %d ligações
ru: Лимит %d подключений

source: The maximum number of %d simultaneous connections for the license has been exceeded.
ar: Se ha superado el número máximo de %d conexiones simultáneas para la licencia.
de: Die maximale Anzahl von %d gleichzeitigen Verbindungen für die Lizenz wurde überschritten.
el: Έχει ξεπεραστεί ο μέγιστος αριθμός των %d ταυτόχρονων συνδέσεων για την άδεια.
fr: Le nombre maximum de %d de connexions simultanées pour la licence a été dépassé.
it: È stato superato il numero massimo di %d collegamenti simultanei per la licenza.
nl: Het maximum aantal van %d gelijktijdige verbindingen voor de licentie is overschreden.
pt: O número máximo de %d ligações simultâneas para a licença foi excedido.
ru: Превышено максимальное количество %d одновременных подключений для лицензии.

source: Limit of the free version.
ar: Límite de la versión gratuita.
de: Einschränkung der kostenlosen Version.
el: Όριο της δωρεάν έκδοσης.
fr: Limite de la version gratuite.
it: Limite della versione gratuita.
nl: Beperking van de gratis versie.
pt: Limite da versão gratuita.
ru: Лимит бесплатной версии.

source: The maximum number of simultaneous connections has been exceeded.
ar: Se ha superado el número máximo de conexiones simultáneas.
de: Die maximale Anzahl gleichzeitiger Verbindungen wurde überschritten.
el: Υπέρβαση του μέγιστου αριθμού ταυτόχρονων συνδέσεων.
fr: Le nombre maximum de connexions simultanées a été dépassé.
it: Il numero massimo di collegamenti simultanei è stato superato.
nl: Het maximum aantal gelijktijdige verbindingen is overschreden.
pt: O número máximo de ligações simultâneas foi ultrapassado.
ru: Превышено максимальное количество одновременных подключений.

source: Direct connection
ar: Conexión directa
de: Direkte Verbindung
el: Απευθείας σύνδεση
fr: Connexion directe
it: Collegamento diretto
nl: Directe verbinding
pt: Ligação directa
ru: Прямое подключение

source: Your partner closed the connection
ar: Tu Compañero cerro la conexión
de: Ihr Partner hat die Verbindung geschlossen
el: Ο συνεργάτης σας έκλεισε τη σύνδεση
fr: Votre partenaire a fermé la connexion
it: Il vostro partner ha chiuso il collegamento
nl: Uw partner sloot de verbinding
pt: O seu parceiro fechou a ligação
ru: Ваш партнер закрыл подключение

source: Disconnected
ar: Desconectado
de: Getrennt
el: Ασύνδετος
fr: Déconnecté
it: Scollegato
nl: Ontkoppeld
pt: Desconectado
ru: Отключен

source: You closed the connection
ar: Cerraste la conexión
de: Sie haben die Verbindung geschlossen
el: Κλείσατε τη σύνδεση
fr: Vous avez fermé la connexion
it: Hai chiuso il collegamento
nl: Je hebt de verbinding gesloten
pt: Você fechou a ligação
ru: Вы закрыли подключение

source: Save file
ar: Guardar fichero
de: Datei speichern
el: Αποθηκεύσετε το αρχείο
fr: Enregistrer le fichier
it: Salvare il file
nl: Bestand opslaan
pt: Guardar ficheiro
ru: Сохранить файл

source: Exceeded limit of incorrect authorizations, wait
ar: Excedido el limite de autorizaciones erróneas, espera
de: Überschrittene Grenze für falsche Berechtigungen, warten
el: Υπέρβαση ορίου λανθασμένων εξουσιοδοτήσεων, περιμένετε
fr: Dépassement de la limite des autorisations incorrectes, attendre
it: Superato il limite di autorizzazioni errate, attendere
nl: Overschrijding van de limiet van onjuiste machtigingen, wachten
pt: Ultrapassado o limite de autorizações incorrectas, aguardar
ru: Превышен лимит неверных авторизаций, подождите

source: Program is still running
ar: El programa aún se está ejecutando
de: Programm läuft noch
el: Το πρόγραμμα εξακολουθεί να εκτελείται
fr: Le programme est toujours en cours
it: Il programma è ancora in esecuzione
nl: Programma loopt nog steeds
pt: O programa ainda está em curso
ru: Программа все еще работает

source: An upgrade to the new version is available, if you want to update click 'Yes'.
de: Ein Upgrade auf die neue Version ist verfügbar, wenn Sie aktualisieren möchten, klicken Sie auf 'Ja'.
el: Διατίθεται αναβάθμιση στη νέα έκδοση, εάν θέλετε να ενημερώσετε, κάντε κλικ στο 'Ναι'.
fr: Une mise à niveau vers la nouvelle version est disponible, si vous souhaitez la mettre à jour, cliquez sur 'Oui'.
nl: Een upgrade naar de nieuwe versie is beschikbaar, als u wilt updaten klik dan 'Ja'.
pt: Está disponível uma actualização para a nova versão, se quiser actualizar clique em 'Sim'.
ru: Обновление до новой версии доступно, если вы хотите обновиться, нажмите 'Да'.

source: An upgrade to the new version is available, you can download the new version from:
de: Ein Upgrade auf die neue Version ist verfügbar, Sie können die neue Version von herunterladen:
el: Διατίθεται αναβάθμιση στη νέα έκδοση, μπορείτε να κατεβάσετε τη νέα έκδοση από:
fr: Une mise à niveau vers la nouvelle version est disponible, vous pouvez télécharger la nouvelle version à partir de :
nl: Een upgrade naar de nieuwe versie is beschikbaar, u kunt de nieuwe versie downloaden van:
pt: Está disponível uma actualização para a nova versão, a partir da qual pode descarregar a nova versão:
ru: Доступно обновление до новой версии, с которой можно загрузить новую версию:

source: Show &DesktopAssist
ar: Mostrar &DesktopAssist
de: &DesktopAssist anzeigen
el: Εμφάνιση DesktopAssist
fr: Afficher &DesktopAssist
it: Mostra &DesktopAssist
nl: Toon &DesktopAssist
pt: Mostrar &DesktopAssist
ru: Показать &DesktopAssist

source: &Settings
ar: &Configuraciones
de: &Einstellungen
el: Ρυθμίσεις
fr: &Réglages
it: Impostazioni
nl: &Instellingen
pt: &Configurações
ru: &Настройки

source: Powered by
de: Angetrieben von
el: Υποστηρίζεται από
fr: Propulsé par
it: Alimentato da
nl: Aangedreven door
pt: Comandada por
ru: При поддержке

source: An upgrade to the new version is required.
ar: Se requiere una actualización a la nueva versión.
de: Ein Upgrade auf die neue Version ist erforderlich.
el: Απαιτείται αναβάθμιση στη νέα έκδοση.
fr: Une mise à jour vers la nouvelle version est nécessaire.
it: È necessario un aggiornamento alla nuova versione.
nl: Een upgrade naar de nieuwe versie is vereist.
pt: É necessária uma actualização para a nova versão.
ru: Требуется обновление до новой версии.

source: The file already exists. Do you want to overwrite it?
ar: El archivo ya existe. ¿Quieres sobreescribirlo?
de: Die Datei existiert bereits. Wollen Sie sie überschreiben?
el: Το αρχείο υπάρχει ήδη. Θέλετε να το αντικαταστήσετε;
fr: Le fichier existe déjà. Voulez-vous l'écraser ?
it: Il file esiste già. Vuoi sovrascriverlo?
nl: Het bestand bestaat al. Wil je het overschrijven?
pt: O ficheiro já existe. Quer sobregravá-lo?
ru: Файл уже существует. Вы хотите перезаписать его?

source: Confirm
ar: Confirmar
de: Bestätigen Sie
el: Επιβεβαιώνω
fr: Confirmer
it: Confermare
nl: Bevestig
pt: Confirme
ru: Подтвердить

source: The directory already exists. Do you want to overwrite it?
ar: El directorio ya existe. ¿Quieres sobreescribirlo?
de: Das Verzeichnis existiert bereits. Wollen Sie es überschreiben?
el: Ο κατάλογος υπάρχει ήδη. Θέλετε να το αντικαταστήσετε;
fr: Le répertoire existe déjà. Voulez-vous l'écraser ?
it: L'elenco esiste già. Volete sovrascriverlo?
nl: De directory bestaat al. Wil je het overschrijven?
pt: O directório já existe. Quer sobregravá-la?
ru: Каталог уже существует. Вы хотите перезаписать его?

source: The file in this location is not writable.
ar: El archivo en esta ubicación no se puede escribir.
de: Die Datei an diesem Speicherort ist nicht beschreibbar.
el: Το αρχείο σε αυτήν την τοποθεσία δεν είναι εγγράψιμο.
fr: Le fichier à cet endroit n'est pas inscriptible.
it: Il file in questa posizione non è scrivibile.
nl: Het bestand op deze locatie is niet beschrijfbaar.
pt: O arquivo neste local não pode ser escrito.
ru: Файл в этом месте недоступен для записи.

source: Sending:
ar: Enviando:
de: Senden:
el: Αποστολή:
fr: Envoi :
it: Invio:
nl: Het sturen:
pt: Envio:
ru: Отправка:

source: Receiving:
ar: Recepción:
de: Empfangend:
el: Λήψη:
fr: Réception :
it: Ricevere:
nl: Ontvangen:
pt: Recepção:
ru: Получение:

source: File transfer
ar: Transferencia de archivos
de: Dateiübertragung
el: Μεταφορά αρχείων
fr: Transfert de fichiers
it: Trasferimento di file
nl: Bestandsoverdracht
pt: Transferência de ficheiros
ru: Передача файла

source: Local computer
ar: Computadora local
de: Lokaler Computer
el: Τοπικός υπολογιστής
fr: Ordinateur local
it: Computer locale
nl: Lokale computer
pt: Computador local
ru: Локальный компьютер
