Repository: krolikor/desktopassist
Catalog: locales/*/messages.po
Languages: ar, de, el, fr, it, nl, pt, ru

source: Enabling this option will attempt to connect directly. It works only when you are the initiator of the connection. This is the fastest way to connect without negotiating the connection and proxy server. IMPORTANT! The router must have TCP port forwarding set (defined below) and appropriate settings in the firewall of your operating system. You need as many ports as many simultaneous connections you want to use.
ar: Al habilitar esta opción se intentará conectar directamente. Funciona solo cuando eres el iniciador de la conexión. Esta es la forma más rápida de conectarse sin negociar la conexión y el servidor proxy. ¡IMPORTANTE! El enrutador debe tener el conjunto de reenvío de puerto TCP (definido a continuación) y la configuración apropiada en el firewall de su sistema operativo. Necesita tantos puertos como conexiones simultáneas que desee utilizar.
de: Wenn Sie diese Option aktivieren, wird versucht, eine direkte Verbindung herzustellen. Sie funktioniert nur, wenn Sie der Initiator der Verbindung sind. Dies ist der schnellste Weg, eine Verbindung herzustellen, ohne die Verbindung und den Proxy-Server auszuhandeln. WICHTIG! Der Router muss TCP-Port-Weiterleitung eingestellt haben (siehe unten) und entsprechende Einstellungen in der Firewall Ihres Betriebssystems. Sie benötigen so viele Ports wie Sie gleichzeitig Verbindungen nutzen möchten. Übersetzt mit www.DeepL.com/Translator (kostenlose Version)
el: Η ενεργοποίηση αυτής της επιλογής θα προσπαθήσει να συνδεθεί απευθείας. Λειτουργεί μόνο όταν είστε ο εκκινητής της σύνδεσης. Αυτός είναι ο γρηγορότερος τρόπος σύνδεσης χωρίς διαπραγμάτευση της σύνδεσης και του διακομιστή μεσολάβησης. ΣΥΜΑΝΤΙΚΟ ! Ο δρομολογητής πρέπει να έχει σετ προώθησης θύρας TCP (ορίζεται παρακάτω) και κατάλληλες ρυθμίσεις στο τείχος προστασίας του λειτουργικού σας συστήματος. Χρειάζεστε τόσες θύρες όσο πολλές ταυτόχρονες συνδέσεις θέλετε να χρησιμοποιήσετε.
fr: En activant cette option, vous tenterez de vous connecter directement. Elle ne fonctionne que lorsque vous êtes l'initiateur de la connexion. C'est le moyen le plus rapide de se connecter sans avoir à négocier la connexion et le serveur proxy. IMPORTANT ! Le routeur doit être équipé d'une fonction de redirection de port TCP (définie ci-dessous) et des paramètres appropriés dans le pare-feu de votre système d'exploitation. Vous avez besoin d'autant de ports que de connexions simultanées que vous souhaitez utiliser.
it: Abilitando questa opzione si tenterà di connettersi direttamente. Funziona solo quando si è l'iniziatore della connessione. Questo è il modo più veloce per connettersi senza negoziare la connessione e il server proxy. IMPORTANTE! Il router deve avere il set di inoltro della porta TCP (definito di seguito) e le impostazioni appropriate nel firewall del vostro sistema operativo. Sono necessarie tante porte quante sono le connessioni simultanee che si desidera utilizzare. Tradotto con www.DeepL.com/Translator (versione gratuita)
nl: Als u deze optie inschakelt, probeert u direct verbinding te maken. Het werkt alleen als u de initiatiefnemer van de verbinding bent. Dit is de snelste manier om verbinding te maken zonder te onderhandelen over de verbinding en de proxyserver. BELANGRIJK! De router moet een TCP-poort forwarding set hebben (hieronder gedefinieerd) en de juiste instellingen in de firewall van uw besturingssysteem. U hebt zoveel poorten nodig als u wilt gebruiken.
pt: A activação desta opção tentará estabelecer uma ligação directa. Só funciona quando você é o iniciador da ligação. Esta é a forma mais rápida de se ligar sem negociar a ligação e o servidor proxy. IMPORTANTE! O router deve ter o encaminhamento de porta TCP definido (definido abaixo) e definições apropriadas na firewall do seu sistema operativo. Necessita de tantas portas quantas as ligações simultâneas que pretende utilizar. Traduzido com a versão gratuita do tradutor - www.DeepL.com/Translator
ru: Включение этой опции будет пытаться подключиться напрямую. Работает только тогда, когда вы являетесь инициатором подключения. Это самый быстрый способ подключения без согласования соединения и прокси-сервера. ВАЖНО! На маршрутизаторе должна быть включена переадресация портов TCP (определены ниже) и включены соответствующие настройки брандмауэра вашей операционной системы. Вам нужно столько портов, сколько одновременных подключений вы хотите использовать.

source: Downloading information about the update
ar: Descargando información sobre la actualización
de: Herunterladen von Informationen über das Update
el: Λήψη πληροφοριών σχετικά με την ενημέρωση
fr: Télécharger des informations sur la mise à jour
it: Scaricare informazioni sull'aggiornamento
nl: Downloaden van informatie over de update
pt: Descarregar informação sobre a actualização
ru: Загрузка информации об обновлении

source: Connecting
ar: Conectando
de: Verbinden
el: Συνδετικός
fr: Connexion
it: Collegamento
nl: Aansluiten
pt: Ligando
ru: Подключение

source: Downloaded
ar: Descargado
de: Heruntergeladen
el: Έγινε λήψη
fr: Téléchargé
it: Scaricato
nl: Gedownload
pt: Transferido para
ru: Загружено

source: Download complete
ar: Descarga completa
de: Download abgeschlossen
el: Η λήψη ολοκληρώθηκε
fr: Téléchargement complet
it: Scarica il file completo
nl: Downloaden compleet
pt: Download completo
ru: Загрузка завершена

source: Canceling the update
ar: Cancelando la actualización
de: Abbrechen der Aktualisierung
el: Ακύρωση της ενημέρωσης
fr: Annulation de la mise à jour
it: Annullamento dell'aggiornamento
nl: Annuleren van de update
pt: Cancelamento da actualização
ru: Отмена обновления

source: Starting data exchange
ar: Comenzando transferencia de datos
de: Datenaustausch starten
el: Έναρξη ανταλλαγής δεδομένων
fr: Démarrage de l'échange de données
it: Avvio dello scambio di dati
nl: Starten van de gegevensuitwisseling
pt: Início do intercâmbio de dados
ru: Начало обмена данными

source: Checking client status
ar: Comprobando estado del cliente
de: Überprüfung des Kundenstatus
el: Έλεγχος κατάστασης πελάτη
fr: Vérification du statut du client
it: Controllo dello stato del cliente
nl: Het controleren van de klantstatus
pt: Verificação do estatuto de cliente
ru: Проверка статуса клиента

source: Checking client status timeout
ar: Comprobando tiempo de espera del cliente
de: Überprüfung der Zeitüberschreitung des Client-Status
el: Έλεγχος χρονικού ορίου κατάστασης πελάτη
fr: Vérification du délai d'attente du statut du client
it: Controllo del timeout dello stato del cliente
nl: Het controleren van de klantstatus timeout
pt: Verificação do timeout do estado do cliente
ru: Тайм-аут проверки статуса клиента

source: Exchanging RSA keys
ar: Intercambiando RSA Keys
de: Austausch von RSA-Schlüsseln
el: Ανταλλαγή κλειδιών RSA
fr: Échange de clés RSA
it: Scambio di chiavi RSA
nl: Ruilen van RSA-sleutels
pt: Troca de chaves RSA
ru: Обмен ключами RSA

source: Authorization
ar: Autorización
de: Autorisierung
el: Εξουσιοδότηση
fr: Autorisation
it: Autorizzazione
nl: Autorisatie
pt: Autorização
ru: Авторизация

source: Connected
ar: Conectado
de: Verbunden
el: Συνδεδεμένος
fr: Connecté
it: Collegato
nl: Aangesloten
pt: Conectado
ru: Подключен

source: Authorization failed
ar: La autorización falló
de: Autorisierung fehlgeschlagen
el: Η εξουσιοδότηση απέτυχε
fr: Échec de l'autorisation
it: Autorizzazione non riuscita
nl: Autorisatie mislukt
pt: A autorização falhou
ru: Авторизация не удалась

source: Connection initialization failed
ar: Error de inicio de la conexión
de: Verbindungsinitialisierung fehlgeschlagen
el: Η προετοιμασία σύνδεσης απέτυχε
fr: Échec de l'initialisation de la connexion
it: Inizializzazione della connessione fallita
nl: Verbindingsinitialisatie mislukt
pt: A inicialização da conexão falhou
ru: Инициализация подключения не удалась

source: Connection initialization timeout
ar: Superado tiempo límite de inicio de conexión
de: Zeitüberschreitung bei der Verbindungsinitialisierung
el: Χρονικό όριο αρχικοποίησης σύνδεσης
fr: Délai d'initialisation de la connexion
it: Timeout di inizializzazione della connessione
nl: Time-out voor de initialisatie van de verbinding
pt: Tempo limite de inicialização da conexão
ru: Тайм-аут инициализации подключения

source: Initiation of direct connection
ar: Inicio de la conexión directa
de: Initiierung einer direkten Verbindung
el: Έναρξη άμεσης σύνδεσης
fr: Mise en place d'une connexion directe
it: Avvio del collegamento diretto
nl: Initiatie van een directe verbinding
pt: Início da ligação directa
ru: Инициирование прямого подключения

source: The direct connection attempt failed
ar: El intento de conexión directa falló
de: Der direkte Verbindungsversuch schlug fehl
el: Η απόπειρα άμεσης σύνδεσης απέτυχε
fr: La tentative de connexion directe a échoué
it: Il tentativo di connessione diretta è fallito
nl: De poging tot directe verbinding is mislukt
pt: A tentativa de ligação directa falhou
ru: Попытка прямого подключения не удалась

source: Initializing the P2P connection
ar: Iniciando conexión P2P
de: Initialisierung der P2P-Verbindung
el: Αρχικοποίηση της σύνδεσης P2P
fr: Initialisation de la connexion P2P
it: Inizializzazione del collegamento P2P
nl: Het initialiseren van de P2P-aansluiting
pt: Inicialização da ligação P2P
ru: Инициализация P2P подключения

source: Initializing the UDP connection
ar: Iniciando conexión UDP
de: Initialisierung der UDP-Verbindung
el: Αρχικοποίηση της σύνδεσης UDP
fr: Initialisation de la connexion UDP
it: Inizializzazione della connessione UDP
nl: Initialiseren van de UDP-verbinding
pt: Inicializar a ligação UDP
ru: Инициализация UDP подключения

source: The connection was broken. Connection is resuming...
ar: La conexión se rompió. La conexión se reanuda...
de: Die Verbindung wurde unterbrochen. Die Verbindung wird wieder aufgenommen...
el: Η σύνδεση είχε διακοπεί. Η σύνδεση συνεχίζεται ...
fr: La connexion a été rompue. La connexion reprend...
it: La connessione è stata interrotta. La connessione sta riprendendo...
nl: De verbinding werd verbroken. De verbinding wordt hervat...
pt: A ligação foi interrompida. A ligação está a retomar...
ru: Связь была прервана. Восстановление подключения...

source: Clipboard
ar: Portapapeles
de: Zwischenablage
el: Πρόχειρο
fr: Presse-papiers
it: Appunti
nl: Klembord
pt: Quadro de recortes
ru: Буфер обмена

source: File copying canceled.
ar: Copia de archivo cancelada.
de: Das Kopieren von Dateien wurde abgebrochen.
el: Η αντιγραφή αρχείου ακυρώθηκε.
fr: Copie de fichier annulée.
it: Copia di file annullata.
nl: Bestandskopie geannuleerd.
pt: Cópia de ficheiros cancelada.
ru: Копирование файла отменено.

source: Copying:
ar: Copiar:
de: Kopieren:
el: Αντιγραφή:
fr: Copie :
it: Copiatura:
nl: Kopiëren:
pt: Cópia:
ru: Копирование:

source: File copying completed.
ar: Copia de archivos completada.
de: Kopieren der Datei abgeschlossen.
el: Η αντιγραφή αρχείου ολοκληρώθηκε.
fr: Copie du dossier terminée.
it: Copia del file completata.
nl: Bestandskopie voltooid.
pt: Cópia de ficheiros concluída.
ru: Копирование файла завершено.

source: Connected, receiving data
ar: Conectado, recibiendo datos
de: Verbunden, Daten empfangen
el: Συνδεδεμένο, λήψη δεδομένων
fr: Connecté, recevant des données
it: Connessione, ricezione dati
nl: Verbonden, ontvangen van gegevens
pt: Conectado, recebendo dados
ru: Подключен, получение данных

source: Copying folder:
ar: Carpeta de copia:
de: Ordner kopieren:
el: Αντιγραφή φακέλου:
fr: Dossier de copie :
it: Copia della cartella:
nl: Kopieermap:
pt: Pasta de cópia:
ru: Копирование папки:

source: File transfer completed
ar: Transferencia de archivos completada
de: Dateiübertragung abgeschlossen
el: Η μεταφορά αρχείων ολοκληρώθηκε
fr: Transfert de fichiers terminé
it: Trasferimento file completato
nl: Bestandsoverdracht voltooid
pt: Transferência de ficheiros concluída
ru: Передача файла завершена

source: File transfer canceled
ar: Transferencia de archivos cancelada
de: Dateiübertragung abgebrochen
el: Η μεταφορά αρχείων ακυρώθηκε
fr: Transfert de fichiers annulé
it: Trasferimento file annullato
nl: Bestandsoverdracht geannuleerd
pt: Transferência de ficheiros cancelada
ru: Передача файла отменена

source: Incoming connection
ar: Conexión entrante
de: Eingehende Verbindung
el: Εισερχόμενη σύνδεση
fr: Connexion entrante
it: Connessione in entrata
nl: Inkomende verbinding
pt: Ligação de entrada
ru: Входящее подключение

source: Connected, sending data
ar: Conectado, enviando datos
de: Verbunden, Daten senden
el: Συνδεδεμένο, αποστολή δεδομένων
fr: Connecté, envoi de données
it: Collegato, invio dati
nl: Verbonden, verzenden van gegevens
pt: Ligação, envio de dados
ru: Подключен, отправка данных

source: Interactive access
fr: Accès interactif

source: History
fr: Histoire
nl: Geschiedenis

source: Filters
fr: Filtres

source: Name:
fr: Nom :
nl: Naam:

source: From:
fr: De:
nl: Van:

source: To:
fr: A:
nl: Naar:

source: Outgoing
fr: Sortie
nl: Uitgaand

source: Incoming
fr: Entrant
nl: Inkomend

source: Active:
fr: Actif:
nl: Actief:

source: Delete All
fr: Supprimer tout
nl: Alles verwijderen

source: Export
fr: Exportation
nl: Exporteren

source: DesktopAssist interactiv access
fr: Accès interactif à DesktopAssist
nl: DesktopAssist interactieve toegang

source: would like to view you desk
fr: aimerait voir votre bureau
nl: zou graag uw bureau willen bekijken

source: Accept
fr: Accepter
nl: Accepteren

source: Dismiss
fr: Rejeter
nl: Ontsla

source: Enable sound
fr: Activer le son
nl: Geluid inschakelen

source: Exceeding the waiting time
fr: Dépassement du temps d'attente
nl: Overschrijding van de wachttijd

source: Interactive access disabled, connection denied
fr: Accès interactif désactivé, connexion refusée
nl: Interactieve toegang uitgeschakeld, verbinding geweigerd

source: Message
ar: Mensaje
de: Nachricht
el: Μήνυμα
it: Messaggio
nl: Bericht
pt: Mensagem
ru: Сообщение

source: Question
ar: Pregunta
de: Frage
el: Ερώτηση
it: Domanda
nl: Vraag
pt: Pergunta
ru: Вопрос

source: Options
de: Optionen
el: Επιλογές
nl: Opties
pt: Opções
ru: Варианты

source: E&xit
ar: &Salida
de: &Verlassen Sie
el: Έξοδος
it: &Uscita
nl: &Verlaat
pt: &Saída
ru: &Выход

source: Startup
ar: Inicio
de: Neugründung
el: Ξεκίνημα
it: Avvio
nl: Opstarten
pt: Arranque
ru: Запуск

source: version
ar: versión
el: εκδοχή
it: versione
nl: versie
pt: versão
ru: версия

source: Client
ar: Cliente
de: Kunde
el: Πελάτης
it: Cliente
nl: Klant
pt: Cliente
ru: Клиент

source: Interative access
nl: Interactieve toegang

source: Total:
nl: Totaal:

source: Chat
ar: Charla
el: Συνομιλία
ru: Чат

source: OK
el: Εντάξει

source: Windows UAC is enabled on the client's system and the application is running as an Administrator.
ar: Windows UAC está habilitado en el equipo cliente y la aplicación se está ejecutando como Administrador.
it: L'UAC di Windows è abilitato sul sistema del cliente e l'applicazione è in esecuzione come Amministratore.

source: Default image quality
ar: Calidad de imagen predeterminada
it: Qualità dell'immagine predefinita

source: The license has expired.
ar: La licencia ha expirado.
it: La licenza è scaduta.

source: Keyboards actions
ar: Acciones de teclado
it: Azioni delle tastiere

source: Windows UAC is enabled on the client's system and the application is not running as an Administrator.
it: L'UAC di Windows è abilitato sul sistema del cliente e l'applicazione non è in esecuzione come Amministratore.
